Repository: meocondilonton/15pz
Catalog: Puzzle-master/iOS/Puzzle/*.lproj/Localizable.strings
Languages: ru

source: Moves
ru: Ход

source: Time
ru: Время

source: Puzzle Solved!
ru: Головоломка решена!

source: New best time!
ru: Новое лучшее время!

source: New highscore!
ru: Новый рекорд!

source: New highscore and best time!
ru: Новый рекорд и лучшее время!

source: Shake your device to shuffle
ru: Встряхните устройство чтобы перемешать

source: Your Score:
ru: Ваш Счет:

source: High Score:
ru: Лучший Счет:

source: Min Moves:
ru: Мин. ходов:

source: Best Time:
ru: Луч. время:

# Puzzle_Help
source: The 15-puzzle is a sliding puzzle that consists of numbered square tiles in random order with one tile missing.
ru: Пятна́шки - популярная головоломка, представляет собой набор костяшек с числами в произвольном порядке с одним незаполненным полем.
